/* No comment provided by engineer-1 */
"string1"="what to translate";

/* No comment provided by engineer-2 */
"string2"="How to translate";

/* No comment provided by engineer-3 */
"string3"="Why to translate";